Repository: liip-forks/aldryn-forms
Catalog: aldryn_forms/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Default
fr: Par défaut

source: data
fr: données

source: people notified
fr: personnes notifiées

source: from date
fr: depuis le

source: to date
fr: jusqu'au

source: language
fr: langue

source: Export failed! More than 65,536 entries found, exceeded Excel limitation!
fr: L'export a échoué ! Le nombre de lignes (supérieur à 65 536) dépasse la limite d'Excel !

source: Please select at least one field to export.
fr: Veuillez sélectionner au moins un champ à exporter.

source: No records found
fr: Aucun enregistrement trouvé

source: Field
fr: Champ

source: Label
fr: Libellé

source: Value
fr: Valeur

source: Export form submissions
fr: Exporter les soumissions du formulaire

source: Please correct the error below.
fr: Veuillez corriger l'erreur ci-dessous.

source: Export
fr: Exporter

source: Continue
fr: Continuer

source: Export Form Entries
fr: Exporter les entrées de formulaire

source: Form name: %(form_name)s
fr: Nom du formulaire : %(form_name)s

source: [Form submission] %(form_name)s
fr: [Soumission du formulaire] %(form_name)s

source: Required field
fr: Champ requis

source: Thank you for submitting your information, you will be <a href="%(form_success_url)s">redirected shortly</a>.
fr: Merci d'avoir envoyé vos informations ; vous allez être <a href="%(form_success_url)s">redirigé·e dans un instant</a>.

source: Forms
fr: Formulaires

source: Form
fr: Formulaire

source: Advanced Settings
fr: Paramètres avancés

source: The form has been sent.
fr: Le formulaire a été envoyé.

source: Fieldset
fr: Groupe de champs

source: Form fields
fr: Champs du formulaire

source: Text Field
fr: Champ de texte

source: Text Area Field
fr: Zone de texte

source: Email Field
fr: Champ de courriel

source: File upload field
fr: Champ de téléversement de fichier

source: Image upload field
fr: Champ de téléversement d'image

source: Yes/No Field
fr: Champ Oui/Non

source: Yes
fr: Oui

source: No
fr: Non

source: Select Field
fr: Liste déroulante

source: Multiple Select Field
fr: Champ de sélection multiple

source: Multiple Checkbox Field
fr: Champ de sélection multiple

source: Radio Select Field
fr: Champ de sélection radio

source: Captcha Field
fr: Champ de captcha

source: Submit Button
fr: Bouton Envoyer

source: new email notification
fr: nouvelle notification par courriel

source: new email notifications
fr: nouvelles notifications par courriel

source: Recipients
fr: Destinataires

source: variables can be used with by wrapping with "${variable}" like ${variable}
fr: les variables peuvent être utilisées en les encadrant avec "${variable}" comme ${variable}

source: available text variables
fr: variables de texte disponibles

source: Form (Advanced)
fr: Formulaire (avancé)

source: default
fr: par défaut

source: Email notification
fr: Notification e-mail

source: Email notifications
fr: Notifications e-mail

source: theme
fr: thème

source: Provides the base theme for the email.
fr: Utilise le thème de base pour le courriel.

source: to name
fr: au nom

source: to email
fr: à l'adresse électronique

source: to user
fr: à l'utilisateur

source: from name
fr: du nom

source: from email
fr: du courriel

source: subject
fr: objet

source: email body (txt)
fr: corps du courriel (txt)

source: used when rendering the email in text only mode.
fr: utilisé lors de l'affichage du courriel en mode texte.

source: email body (html)
fr: corps du courriel (html)

source: used when rendering the email in html.
fr: utilisé lors de l'affichage du courriel en HTML.

source: Please provide a recipient.
fr: Veuillez indiquer un destinataire.

source: Fields
fr: Champs

source: Form (Email validation)
fr: Formulaire (Validation d'email)

source: is valid
fr: validé

source: Form submission with validated email
fr: Soumission de formulaire avec email validé

source: Form submissions with validated email
fr: Soumissions de formulaire avec email validé

source: Validated email
fr: Email validé

source: Validated emails
fr: Emails validés

source: Please validate your email by clicking this link:
fr: Merci de cliquer sur le lien suivant afin de valider votre adresse email:

source: Email validation - %(form_name)s
fr: Validation de votre email - %(form_name)s

source: Thank you, your email is now validated!
fr: Merci, votre email est maintenant validé!

source: File size must be under %(max_size)s. Current file size is %(actual_size)s.
fr: La taille du fichier doit être inférieure à %(max_size)s. La taille actuelle est %(actual_size)s.

source: Image width must be under %(max_size)s pixels. Current width is %(actual_size)s pixels.
fr: La largeur de l'image doit être inférieure à %(max_size)s pixels. La largeur actuelle est %(actual_size)s pixels.

source: Image height must be under %(max_size)s pixels. Current height is %(actual_size)s pixels.
fr: La hauteur de l'image doit être inférieure à %(max_size)s pixels. La hauteur actuelle est %(actual_size)s pixels.

source: Please provide CMS page for redirect.
fr: Veuillez indiquer une page du CMS pour la redirection.

source: Please provide an absolute URL for redirect.
fr: Veuillez indiquer une URL absolue pour la redirection.

source: Min value can not be greater than max value.
fr: La valeur minimale doit être inférieure à la valeur maximale.

source: Min length
fr: Longueur minimale

source: Required number of characters to type.
fr: Nombre de caractères à saisir requis.

source: Max length
fr: Longueur maximale

source: Maximum number of characters to type.
fr: Nombre maximum de caractères à saisir.

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE as a placeholder for the maximum size configured below.
fr: Texte explicatif affiché à côté du champ. Tout comme celui-ci. Vous pouvez utiliser MAXSIZE pour reprendre la taille maximale configurée plus bas.

source: Explanatory text displayed next to input field. Just like this one. You can use MAXSIZE, MAXWIDTH, MAXHEIGHT as a placeholders for the maximum file size and dimensions configured below.
fr: Texte explicatif affiché à côté du champ. Tout comme celui-ci. Vous pouvez utiliser MAXSIZE, MAXWIDTH et MAXHEIGHT pour reprendre la taille et les dimensions maximales configurées plus bas.

source: Min choices
fr: Choix au minimum

source: Required amount of elements to chose.
fr: Nombre d'éléments à choisir au minimum.

source: Max choices
fr: Choix au maximum

source: Maximum amount of elements to chose.
fr: Nombre d'éléments à choisir au maximum.

source: CMS Page
fr: Page du CMS

source: Absolute URL
fr: URL absolue

source: Name
fr: Nom

source: Used to filter out form submissions.
fr: Utilisé pour filtrer les soumissions de formulaire.

source: Error message
fr: Message d'erreur

source: An error message that will be displayed if the form doesn't validate.
fr: Un message d'erreur qui sera affiché si la soumission du formulaire échoue.

source: Success message
fr: Message de validation

source: An success message that will be displayed.
fr: Un message qui sera affiché lorsque le formulaire sera soumis.

source: Redirect to
fr: Rediriger vers

source: Where to redirect the user when the form has been successfully sent?
fr: Où rediriger l'utilisateur lorsque le formulaire a bien été envoyé ?

source: custom css classes
fr: classes CSS personnalisées

source: form template
fr: modèle de formulaire

source: People who will get the form content via e-mail.
fr: Personnes qui recevront le contenu du formulaire par courriel.

source: Legend
fr: Légende

source: Field is required
fr: Le champ est requis

source: Error message displayed if the required field is left empty. Default: "This field is required".
fr: Message d'erreur affiché si le champ requis n'est pas rempli. Par défaut : « Ce champ est requis ».

source: Placeholder text
fr: Texte titulaire

source: Default text in a form. Disappears when user starts typing. Example: "email@example.com"
fr: Texte par défaut. Disparaît lorsque l'utilisateur commence à saisir du texte. Par exemple : "email@exemple.fr"

source: Help text
fr: Texte d'aide

source: Explanatory text displayed next to input field. Just like this one.
fr: Texte explicatif affiché à côté du champ. Tout comme celui-ci.

source: Min value
fr: Valeur minimale

source: Max value
fr: Valeur maximale

source: columns
fr: colonnes

source: rows
fr: lignes

source: send notification when form is submitted
fr: envoyer une notification lorsque le formulaire est validé

source: When checked, the value of this field will be used to send an email notification.
fr: Si coché, la valeur de ce champ sera utilisée pour envoyer une notification par courriel.

source: email subject
fr: objet du courriel

source: Used as the email subject when email_send_notification is checked.
fr: Utilisé comme objet du courriel lorsque l'envoi de notification par courriel est coché.

source: Additional email body
fr: Texte supplémentaire du courriel

source: Additional body text used when email notifications are active.
fr: Texte supplémentaire dans le courriel utilisé lorsque les notifications par courriel sont activées.

source: Upload files to
fr: Téléverser les fichiers dans

source: Select a folder to which all files submitted through this field will be uploaded to.
fr: Sélectionnez un dossier dans lequel tous les fichiers envoyés via ce champ seront enregistrés.

source: Maximum file size
fr: Taille de fichier maximale

source: The maximum file size of the upload, in bytes. You can use common size suffixes (kB, MB, GB, ...).
fr: La taille de fichier maximale d'un téléversement, en octets. Vous pouvez utiliser les suffixes courants (kB, MB, GB…).

source: Maximum image width
fr: Largeur maximale de l'image

source: The maximum width of the uploaded image, in pixels.
fr: La largeur maximale de l'image téléversée, en pixels.

source: Maximum image height
fr: Hauteur maximale de l'image

source: The maximum height of the uploaded image, in pixels.
fr: La hauteur maximale de l'image téléversée, en pixels.

source: form name
fr: nom du formulaire

source: users notified
fr: utilisateurs notifiés

source: People who got a notification when form was submitted.
fr: Personnes qui ont reçu une notification lorsque le formulaire a été soumis.

source: form language
fr: langue du formulaire

source: form url
fr: URL du formulaire

source: Form submission
fr: Soumission de formulaire

source: Form submissions
fr: Soumissions de formulaire

source: You have to choose at least %(limit_value)d options (chosen %(show_value)d).
fr: Vous devez sélectionner au moins %(limit_value)d options (seulement %(show_value)d sont sélectionnées).

source: You can't choose more than %(limit_value)d options (chosen %(show_value)d).
fr: Vous ne pouvez pas sélectionner plus de %(limit_value)d options (%(show_value)d sont sélectionnées).
